{
  "fr": [
    {
      "title": "1 - Édition du site",
      "text": [
        "En vertu de l'article 6 de la loi n° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique, il est précisé aux utilisateurs du site internet https://thomasboittin.com/ l'identité des différents intervenants dans le cadre de sa réalisation et de son suivi:",
        "Propriétaire du site : Thomas Boittin - Thomas David Boittin - Contact : tboittin@gmail.com +33 6 23 39 79 78 - Adresse : 6 boulevard Georges Clemenceau 83300 Draguignan.",
        "Identification de l'entreprise : Thomas Boittin - SIREN : 878 707 264 - RCS ou RM : - Adresse postale : 6 boulevard Georges Clemenceau 83300 Draguignan.",
        "Hébergeur : OVH SAS - 2 rue Kellermann - BP 80157 - 59053 Roubaix Cedex 1 - Téléphone : 1007"
      ]
    },
    {
      "title": "2 - Propriété intellectuelle et contrefaçons.",
      "text": [
        "Thomas Boittin - Thomas David Boittin est propriétaire des droits de propriété intellectuelle et détient les droits d’usage sur tous les éléments accessibles sur le site internet, notamment les textes, images, graphismes, logos, vidéos, architecture, icônes et sons.",
        "Toute reproduction, représentation, modification, publication, adaptation de tout ou partie des éléments du site, quel que soit le moyen ou le procédé utilisé, est interdite, sauf autorisation écrite préalable de Thomas Boittin - Thomas David Boittin.",
        "Toute exploitation non autorisée du site ou de l’un quelconque des éléments qu’il contient sera considérée comme constitutive d’une contrefaçon et poursuivie conformément aux dispositions des articles L.335-2 et suivants du Code de Propriété Intellectuelle."
      ]
    },
    {
      "title": "3 - Limitations de responsabilité.",
      "text": [
        "Thomas Boittin - Thomas David Boittin ne pourra être tenu pour responsable des dommages directs et indirects causés au matériel de l’utilisateur, lors de l’accès au site https://thomasboittin.com/.",
        "Thomas Boittin - Thomas David Boittin décline toute responsabilité quant à l’utilisation qui pourrait être faite des informations et contenus présents sur https://thomasboittin.com/.",
        "Thomas Boittin - Thomas David Boittin s’engage à sécuriser au mieux le site https://thomasboittin.com/, cependant sa responsabilité ne pourra être mise en cause si des données indésirables sont importées et installées sur son site à son insu.",
        "Des espaces interactifs (espace contact ou commentaires) sont à la disposition des utilisateurs. Thomas Boittin - Thomas David Boittin se réserve le droit de supprimer, sans mise en demeure préalable, tout contenu déposé dans cet espace qui contreviendrait à la législation applicable en France, en particulier aux dispositions relatives à la protection des données.",
        "Le cas échéant, Thomas Boittin - Thomas David Boittin se réserve également la possibilité de mettre en cause la responsabilité civile et/ou pénale de l’utilisateur, notamment en cas de message à caractère raciste, injurieux, diffamant, ou pornographique, quel que soit le support utilisé (texte, image …)."
      ]
    },
    {
      "title": "4 - Droit applicable et attribution de juridiction.",
      "text": [
        "Tout litige en relation avec l’utilisation du site https://thomasboittin.com/ est soumis au droit français. En dehors des cas où la loi ne le permet pas, il est fait attribution exclusive de juridiction aux tribunaux compétents de Draguignan."
      ]
    }
  ],
  "en-US": [
    {
      "title": "1 - Edition of the site",
      "text": [
        "In accordance with article 6 of the law n° 2004-575 of June 21, 2004 for the confidence in the digital economy, it is specified to the users of the website https://thomasboittin.com/ the identity of the various participants in its realization and its follow-up:",
        "Owner of the site: Thomas Boittin - Thomas David Boittin - Contact: tboittin@gmail.com +33 6 23 39 79 78 - Address: 6 boulevard Georges Clemenceau 83300 Draguignan.",
        "Company identification: Thomas Boittin - SIREN: 878 707 264 - RCS or RM: - Postal address: 6 boulevard Georges Clemenceau 83300 Draguignan.",
        "Host: OVH SAS - 2 rue Kellermann - BP 80157 - 59053 Roubaix Cedex 1 - Telephone: 1007"
      ]
    },
    {
      "title": "2 - Intellectual property and counterfeiting",
      "text": [
        "Thomas Boittin - Thomas David Boittin is the owner of the intellectual property rights and holds the rights of use on all the elements accessible on the website, in particular the texts, images, graphics, logos, videos, architecture, icons and sounds.",
        "Any reproduction, representation, modification, publication, adaptation of all or part of the elements of the site, whatever the means or the process used, is prohibited, except prior written authorization of Thomas Boittin - Thomas David Boittin.",
        "Any unauthorized exploitation of the site or of any of the elements it contains will be considered as constituting an infringement and will be prosecuted in accordance with the provisions of articles L.335-2 and following of the Intellectual Property Code"
      ]
    },
    {
      "title": "3 - Limitations of responsibility",
      "text": [
        "Thomas Boittin - Thomas David Boittin cannot be held responsible for any direct or indirect damage caused to the user's equipment when accessing the site https://thomasboittin.com/.",
        "Thomas Boittin - Thomas David Boittin declines any responsibility for the use that could be made of the information and contents present on https://thomasboittin.com/.",
        "Thomas Boittin - Thomas David Boittin is committed to securing the site https://thomasboittin.com/ as best as possible, however its responsibility cannot be called into question if undesirable data is imported and installed on its site without its knowledge",
        "Interactive spaces (contact or comments) are available to users. Thomas Boittin - Thomas David Boittin reserves the right to delete, without prior notice, any content posted in this area that would contravene the legislation applicable in France, in particular the provisions relating to data protection.",
        "If necessary, Thomas Boittin - Thomas David Boittin also reserves the possibility of calling into question the civil and/or penal responsibility of the user, in particular in the event of message with racist, injurious, defamatory, or pornographic character, whatever the support used (text, picture ...)"
      ]
    },
    {
      "title": "4 - Applicable law and jurisdiction",
      "text": [
        "Any dispute in connection with the use of the site https://thomasboittin.com/ is subject to French law. Apart from cases where the law does not allow it, it is made exclusive attribution of jurisdiction to the competent courts of Draguignan."
      ]
    }
  ]
}
